Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/medical_cards_and_gp_visit_cards/gp_visit_cards_for_under_6s.html.txt.tmx
Source language: en
Languages: ga

source: GP visit cards for children under 6
ga: Cártaí cuairte LG do leanaí faoi 6 bliana d’aois

source: Children under the age of 6 are entitled to free visits to a participating GP
ga: Tá leanaí atá faoi aois 6 bliana i dteideal cuairteanna saor in aisce a thabhairt ar LG rannpháirteach

source: In addition to free GP visits, the GP visit card for children under 6 covers specific assessments at age 2 and 5 and care for children with asthma
ga: Anuas ar chuairteanna saor in aisce LG, cumhdaíonn an cárta cuairte LG do leanaí faoi 6 bliana d’aois measúnachtaí sláinte ag aois 2 bhliain agus 5 bliana mar aon le cúram do leanaí ar a bhfuil plúchadh

source: These assessments are preventive checks that include charting age, weight and height and taking appropriate follow-up action
ga: Seiceálacha coisctheacha iad na measúnachtaí seo lena n-áirítear aois, meáchan agus airde a rianú agus dul i mbun an ghnímh chuí leantaigh

source: The asthma checks will assess your child’s asthma and review their medications, including ensuring that your child is using inhalers correctly
ga: Déanfaidh na seiceálacha plúchta measúnacht ar phlúchadh do linbh agus déanfaidh siad athbhreithniú ar a gcógais, chomh maith lena chinntiú go bhfuil análóirí á n-úsáid i gceart ag do leanbh

source: A written plan will be given to you to help you manage your child’s asthma
ga: Tabharfar plean scríofa duit chun cabhrú leat plúchadh do linbh a bhainistiú

source: The initial check takes place when asthma is diagnosed in a child over 2 years of age, followed by another check in the following 3 months and then annually until the child reaches the age of 6
ga: Tugtar faoin tseiceáil tosaigh nuair a dhéantar plúchadh a dhiagnóisiú i dtaobh linbh atá os cionn 2 bhliain d’aois, agus tugtar faoi sheiceáil eile ina dhiaidh sin sna 3 mhí ina dhiaidh sin agus tugtar faoi sheiceáil bhliantúil ina dhiaidh sin go dtí go mbaineann an leanbh aois 6 bliana amach

source: All children under 6 who live or intend to live in Ireland for at least 1 year are eligible
ga: Tá gach leanbh atá faoi 6 bliana d’aois a chónaíonn in Éirinn nó a bheartaíonn cónaí in Éirinn ar feadh bliain amháin, ar a laghad, incháilithe

source: Your child will be included in this scheme until the end of the month of your child’s 6th birthday
ga: Cuirfear do leanbh san áireamh sa scéim seo go dtí deireadh mhí bhreithlá 6 bliana do linbh

source: The date that the card is valid until is shown on the card
ga: Taispeántar an dáta a mbeidh an cárta bailí a fhad leis ar an gcárta

source: You will be notified approximately 3 months before it is due to expire
ga: Tabharfar fógra duit thart ar 3 mhí sula n-éagfaidh an cárta

source: The card covers free GP visits, including home visits and out of hours, urgent GP care. GPs provide these services as part of a contract with the Health Service Executive (HSE)
ga: Cumhdaíonn an cárta cuairteanna saor in aisce ar an LG, cuairteanna baile agus cúram práinneach lasmuigh d’uaireanta san áireamh

source: If your child already has a medical card, there is no need to register them for inclusion in this scheme while they continue to be eligible for a medical card
ga: Má tá Cárta Leighis ag do leanbh cheana féin, níl aon ghá iad a chlárú le bheith san áireamh sa scéim fad a bhíonn siad incháilithe do chárta leighis

source: However if your family circumstances change in the future and your family is no longer eligible for medical cards, you can then register your children for GP visit cards for children under 6
ga: Má thagann athrú ar chúinsí do theaghlaigh amach anseo, áfach, agus mura bhfuil do theaghlach i dteideal Cártaí Leighis a bheith acu a thuilleadh, féadfaidh tú do leanaí atá faoi bhun aois 6 bliana a chlárú don chárta cuairte LG

source: If you have any questions before registering, you can phone Lo-call 1890 252 919
ga: Má bhíonn aon cheisteanna agat sula gcláraíonn tú, féadfaidh tú glao a chur ar Íosghlao 1890 252 919

source: To register, you will need:
ga: Chun clárú, teastóidh an méid a leanas uait:

source: • Your Personal Public Service (PPS) Number
ga: • D’Uimhir Phearsanta Seirbhíse Poiblí (PSP)

source: • The PPS Number of each child
ga: • Uimhir PSP gach linbh

source: • Your choice of participating GP
ga: • Do rogha LG rannpháirtigh

source: You are sent your child’s PPS Number after registering their birth
ga: Seoltar Uimhir PSP do linbh i ndiaidh go gcláraíonn tú a mbreith

source: If you do not have a PPS Number for your child, contact Client Identity Services in the Department of Social Protection on Lo-call 1890 927 999, or email cis@welfare.ie
ga: Mura bhfuil UImhir PSP agat do do leanbh, déan teagmháil le Seirbhísí Aitheantais Cliant sa Roinn Coimirce Sóisialaí ar Íosghlao 1890 927 999, nó seol ríomhphost chuig cis@welfare.ie

source: If you do not have a PPS Number and your baby is under 2 months of age, you can register by leaving the PPS Number blank and the HSE will write to you separately to get it
ga: Mura bhfuil Uimhir PSP agat agus má tá do leanbh faoi 2 mhí d’aois, féadfaidh tú clárú a dhéanamh tríd an Uimhir PSP a fhágáil bán agus scríobhfaidh FSS chugat ar leithleach chun an uimhir a fháil

source: There is a list of GPs that are taking part in the scheme (pdf)
ga: Tá fáil ar liosta de LGanna atá ag glacadh páirte sa scéim anseo (pdf)

source: The list also tells you whether your chosen GP accepts online registrations
ga: Tugtar le fios sa liosta, chomh maith, cibé acu an nglacann nó nach nglacann do LG le clárúcháin ar líne

source: If they do, you can apply online at gpvisitcard.ie
ga: Má ghlacann, féadfaidh tú iarratas a dhéanamh ar líne ag gpvisitcard.ie

source: If a GP doesn’t accept online registrations, or if you prefer to use a paper form, you can download the GP Visit Card Under 6s Registration Form (pdf), bring it to the GP to sign, and then send it to:
ga: Mura nglacann LG le clárúcháin ar líne, nó más fearr duit foirm pháipéir a úsáid, féadfaidh tú Foirm Chlárúcháin an Chárta Cuairte LG do Leanaí faoi 6 bliana d’aois (pdf) a íoslódáil, í a thabhairt chuig an LG lena síniú agus í a sheoladh, ina dhiaidh sin, chuig:

source: GP Visit Card – Under 6s
ga: Cárta Cuairte LG – Leanaí faoi 6 bliana d’aois

source: If you have used the online registration facility, you can login to your previously registered account to update or add additional information
ga: Má d’úsáid tú an áis chlárúcháin ar líne, féadfaidh tú logáil isteach le do chuntas a cláraíodh roimhe seo chun faisnéis a nuashonrú nó chun faisnéis bhreise a chur leis

source: Alternatively, you can complete another registration form to do this
ga: Mar rogha air sin, féadfaidh tú foirm chlárúcháin eile a chomhlánú chun seo a dhéanamh
